Repository: mirkoschubert/divi-child
Catalog: languages/*.po
Languages: de_de

source: (Comment Form, Minimal Contact Form, Forminator)
de_de: (Kommentarformular, Minimal Contact Form, Forminator)

source: (Divi 3.20.1 only)
de_de: (nur Divi 3.20.1)

source: (Divi 4.0 and up)
de_de: (Divi 4.0 und höher)

source: (Divi 4.0 up to Divi 4.12)
de_de: (Divi 4.0 bis 4.12)

source: (Turn the Divi back to top button off!)
de_de: (Schalte den Divi Back-to-Top button aus!)

source: A Divi Child Theme with lots of GDPR and page speed optimizations and some tweaks and bug fixed for the parent theme.
de_de: Ein Divi Child-Theme mit vielen DSGVO- und Page-Speed-Optimierungen sowie einige Fehlerbehebungen für das Divi-Theme.

source: Accessibility
de_de: Barrierefreiheit

source: Accessible scroll to top button
de_de: Barrierefreier Scroll-to-Top Button

source: Add a skip link to the page
de_de: Füge der Seite einen Skip-Link hinzu

source: Add ARIA support to all relevant elements
de_de: ARIA-Unterstützung für alle relevanten Elemente hinzufügen

source: Bug Fixes
de_de: Fehlerbehebungen

source: Child Theme Options
de_de: Child-Theme-Optionen

source: Disable custom post type Projects.
de_de: Projekte deaktivieren

source: Disable email notification when plugins or theme where automatically updated.
de_de: E-Mail-Benachrichtigungen für automatische Updates deaktivieren

source: Disable Emojis
de_de: Emojis deaktivieren

source: Disable oEmbeds
de_de: oEmbeds deaktivieren

source: Disable page pingback
de_de: Pingback deaktivieren

source: Divi Child Options
de_de: Divi Child Einstellungen

source: Don't save the commentor's IP address
de_de: Die IP-Adresse in den Kommentaren nicht speichern

source: Enable fixed navigation bar option in Theme Builder
de_de: Die Option für eine feste Navigationsleiste für den Theme Builder aktivieren

source: Enable fullscreen mode for the mobile menu
de_de: Vollbild-Modus für das mobile Menü aktivieren

source: Enable hyphenation for the whole website
de_de: Silbentrennung für die gesamte Webseite aktivieren

source: Enable to upload SVG files
de_de: Das Hochladen von SVG-Dateien zulassen

source: Enable to upload WebP files
de_de: Das Hochladen von WebP-Dateien zulassen

source: Fix display errors in Theme Builder
de_de: Darstellungsfehler im Theme Builder beheben

source: Fix logo image sizing in Theme Builder
de_de: Logo-Bildgröße im Theme Builder beheben

source: Fix screenreader text
de_de: Screenreader-Text verbessern

source: Fix viewport meta
de_de: Viewport Meta beheben

source: Focus all clickable elements correctly
de_de: Alle anklickbaren Elemente korrekt fokussieren

source: GDPR
de_de: DSGVO

source: Link to %s opens in a new window
de_de: Link zu %s öffnet im neuen Fenster

source: Make every comment and comment author link truely external
de_de: Echte externe Links in den Kommentaren und beim Autor verwenden

source: Make main navigation fully keyboard accessible
de_de: Navigation vollständig über die Tastatur zugänglich machen

source: Miscellaneous
de_de: Sonstige

source: Optimize forms for accessibility
de_de: Optimiere die Formulare für die Barrierefreiheit

source: Preload some fonts for speed
de_de: Einige Schriftarten zur Geschwindigkeitsverbesserung vorladen

source: Remove CSS and JS query strings
de_de: Versionsnummern von CSS- und JS-Dateien entfernen

source: Remove dashicons from the frontend
de_de: Dashicons vom Frontend entfernen

source: Remove Divi Support Center from Frontend
de_de: Divi Support Center vom Frontend entfernen

source: Remove DNS prefetching for WordPress
de_de: DNS-Prefetching für WordPress entfernen

source: Remove REST API & XML-RPC headers for security reasons
de_de: REST API & XML-RPC Header aus Sicherheitsgründen entfernen

source: Remove shortlink from head
de_de: Kurzlink vom Head entfernen

source: Set breakpoint for the mobile menu to 1280px
de_de: Den Breakpoint für das mobile Menü auf 1280px setzen

source: Set CSS class <code>.split-section-fix</code> for swapping image and text on tablet and phone
de_de: Die CSS-Klasse <code>.split-section-fix</code> zum Tauschen von Bild und Text auf dem Tablet oder Telefon setzen

source: Skip to content
de_de: Zum Inhalt springen

source: Tag external links for assistive technology
de_de: Externe Links für Hilfstechnologien markieren

source: Type ony one path per line, otherwise it will break!
de_de: Nur einen Pfad pro Zeile eintragen, sonst funktioniert das nicht!

source: Underline all links except headlines and social icons
de_de: Alle Links außer Überschriften und Social Icons unterstreichen

source: unknown
de_de: unbekannt
