Repository: mirkoschubert/divi-child
Catalog: languages/core/*_formal.po
Languages: de_de_formal

source: %s: You cannot create a second instance of this class.
de_de_formal: %s: Sie können keine zweite Instanz dieser Klasse erstellen.

source: <em>Before you can receive product updates, you must first authenticate your Elegant Themes subscription. To do this, you need to enter both your Elegant Themes Username and your Elegant Themes API Key into the Updates Tab in your theme and plugin settings. To locate your API Key, <a href="https://www.elegantthemes.com/members-area/api/" target="_blank">log in</a> to your Elegant Themes account and navigate to the <strong>Account > API Key</strong> page. <a href="https://www.elegantthemes.com/documentation/divi/update-divi/" target="_blank">Learn more here</a></em>. If you still get this message, please make sure that your Username and API Key have been entered correctly
de_de_formal: <em>Bevor Sie Produkt-Updates erhalten können, müssen Sie zunächst Ihr Elegant Themes-Abonnement authentifizieren. Dazu müssen Sie sowohl Ihren Elegant Themes-Benutzernamen als auch Ihren Elegant Themes-API-Schlüssel auf der Registerkarte Updates in Ihren Themen- und Plugin-Einstellungen eingeben. Um Ihren API-Schlüssel zu finden, <a href="https://www.elegantthemes.com/members-area/api/" target="_blank">melden Sie sich bei Ihrem Elegant Themes-Konto an</a> und navigieren Sie zur Seite <strong>Konto > API-Schlüssel</strong>. <a href="https://www.elegantthemes.com/documentation/divi/update-divi/" target="_blank">Hier erfahren Sie mehr</a></em>. Wenn Sie diese Meldung immer noch erhalten, vergewissern Sie sich bitte, dass Ihr Benutzername und Ihr API-Schlüssel korrekt eingegeben wurden

source: <em>The license for this Divi Marketplace product has expired. Please <a target="_blank" href="https://www.elegantthemes.com/members-area/marketplace/">renew the license</a> to continue receiving product updates and support.</em>
de_de_formal: <em>Die Lizenz für dieses Divi Marketplace Produkt ist abgelaufen. Bitte <a target="_blank" href="https://www.elegantthemes.com/members-area/marketplace/">erneuern Sie die Lizenz</a>, um weiterhin Produkt-Updates und Support zu erhalten.</em>

source: <em>Your Elegant Themes subscription has expired. You must <a href="https://www.elegantthemes.com/members-area/renew/" target="_blank">renew your account</a> to regain access to product updates and support.</em>
de_de_formal: <em>Ihr Elegant Themes Abonnement ist abgelaufen. Sie müssen <a href="https://www.elegantthemes.com/members-area/renew/" target="_blank">Ihr Konto erneuern</a>, um wieder Zugang zu Produkt-Updates und Support zu erhalten.</em>

source: An unexpected response was received from the version server. Please try again later.
de_de_formal: Sie haben eine unerwartete Antwort vom Versionsserver erhalten. Bitte versuchen Sie es später noch einmal.

source: An unknown error has occurred. Please try again later.
de_de_formal: Es ist ein unbekannter Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.

source: Blank Page
de_de_formal: Leere Seite

source: Check Again
de_de_formal: Erneut prüfen

source: Elegant Themes
de_de_formal: Elegante Themen

source: For all Elegant Themes products, please <a href="https://www.elegantthemes.com/documentation/divi/update-divi/" target="_blank">authenticate your subscription</a> via the Updates tab in your theme & plugin settings to enable product updates. Make sure that your Username and API Key have been entered correctly.
de_de_formal: Für alle Produkte von Elegant Themes müssen Sie sich <a href="https://www.elegantthemes.com/documentation/divi/update-divi/" target="_blank">über die Registerkarte Updates in Ihren Theme- und Plugin-Einstellungen authentifizieren</a>, um Produkt-Updates zu aktivieren. Vergewissern Sie sich, dass Ihr Benutzername und Ihr API-Schlüssel korrekt eingegeben wurden.

source: For privacy and security reasons, you cannot rollback to <strong>Version %1$s</strong>.
de_de_formal: Aus Datenschutz- und Sicherheitsgründen können Sie nicht auf <strong>Version %1$s</strong> zurückgehen.

source: If you recently updated to a new version and are experiencing problems, you can easily roll back to the previously-installed version. We always recommend using the latest version and testing updates on a staging site. However, if you run into problems after updating you always have the option to roll back.
de_de_formal: Wenn Sie kürzlich auf eine neue Version aktualisiert haben und Probleme auftreten, können Sie ganz einfach auf die zuvor installierte Version zurückgehen. Wir empfehlen, immer die neueste Version zu verwenden und die Aktualisierungen auf einer Testseite zu testen. Sollten Sie jedoch nach der Aktualisierung auf Probleme stoßen, haben Sie immer die Möglichkeit, ein Rollback durchzuführen.

source: imported
de_de_formal: importiert

source: Invalid Username and/or API Key provided.
de_de_formal: Ungültiger Benutzername und/oder API-Schlüssel angegeben.

source: Learn more here.
de_de_formal: Erfahren Sie hier mehr.

source: Make sure you have a full site backup before proceeding.
de_de_formal: Stellen Sie sicher, dass Sie ein vollständiges Backup Ihrer Website haben, bevor Sie fortfahren.

source: Rollback to the previous version
de_de_formal: Rollback zur vorherigen Version

source: Rolling back will reinstall the previous version of %1$s. You will be able to update to the latest version at any time. <a href="%2$s" target="_blank">Learn more here</a>.
de_de_formal: Durch das Zurücksetzen wird die vorherige Version von %1$s neu installiert. Sie können jederzeit auf die neueste Version aktualisieren. <a href="%2$s" target="_blank">Hier erfahren Sie mehr</a>.

source: Security check failed. Please refresh and try again.
de_de_formal: Sicherheitsüberprüfung fehlgeschlagen. Bitte aktualisieren Sie und versuchen Sie es erneut.

source: Smart. Flexible. Beautiful. Divi is the most powerful theme in our collection.
de_de_formal: Klug. Flexibel. Schön. Divi ist das leistungsstärkste Thema in unserer Kollektion.

source: The Elegant Themes username you entered is invalid. Please enter a valid username to receive product updates. If you forgot your username you can <a href="https://www.elegantthemes.com/members-area/retrieve-username/" target="_blank">request it here</a>.
de_de_formal: Der von Ihnen eingegebene Elegant Themes-Benutzername ist ungültig. Bitte geben Sie einen gültigen Benutzernamen ein, um Produktaktualisierungen zu erhalten. Wenn Sie Ihren Benutzernamen vergessen haben, können Sie ihn hier <a href="https://www.elegantthemes.com/members-area/retrieve-username/" target="_blank">anfordern</a>.

source: The previously used version of %1$s does not support version rollback.
de_de_formal: Die zuvor verwendete Version von %1$s unterstützt kein Versions-Rollback.

source: Update to the Latest Version
de_de_formal: Update auf die neueste Version

source: Update to the latest version to unlock the full power of %1$s. <a href="%2$s" target="_blank">Learn more here</a>.
de_de_formal: Aktualisieren Sie auf die neueste Version, um die volle Leistung von %1$s freizuschalten. <a href="%2$s" target="_blank">Erfahren Sie hier mehr</a>.

source: You don't have sufficient permissions to access this page.
de_de_formal: Sie haben nicht genügend Rechte, um auf diese Seite zuzugreifen.

source: You'll be rolled back to <strong>Version %1$s</strong> from the current <strong>Version %2$s</strong>.
de_de_formal: Sie werden von der aktuellen <strong>Version %2$s</strong> auf die <strong>Version %1$s</strong> zurückgesetzt.

source: You're currently rolled back to <strong>Version %1$s</strong> from <strong>Version %2$s</strong>.
de_de_formal: Sie sind gerade von der <strong>Version %2$s</strong> auf die <strong>Version %1$s</strong> zurückgesetzt worden.

source: Your Elegant Themes subscription has expired. You must <a href="https://www.elegantthemes.com/members-area/" target="_blank">renew your account</a> to regain access to product updates and support. To ensure compatibility and security, it is important to always keep your themes and plugins updated.
de_de_formal: Ihr Elegant Themes-Abonnement ist abgelaufen. Sie müssen <a href="https://www.elegantthemes.com/members-area/" target="_blank">Ihr Konto erneuern</a>, um wieder Zugang zu Produkt-Updates und Support zu erhalten. Um Kompatibilität und Sicherheit zu gewährleisten, ist es wichtig, dass Sie Ihre Themes und Plugins immer auf dem neuesten Stand halten.
